{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "A": 8,
      "B": 9,
      "C": 10,
      "D": 11,
      "E": 12,
      "F": 13,
      "G": 14,
      "H": 15,
      "I": 16,
      "J": 17,
      "K": 18,
      "L": 19,
      "M": 20,
      "N": 21,
      "O": 22,
      "P": 23,
      "R": 24,
      "S": 25,
      "T": 26,
      "U": 27,
      "V": 28,
      "W": 29,
      "Y": 30,
      "Z": 31,
      "_": 32,
      "n": 33,
      "p": 34,
      "s": 35,
      "H0": 36,
      "AH0": 37,
      "H1": 38,
      "Y1": 39,
      "IH0": 40,
      "DH": 41,
      "AE": 42,
      "ER": 43,
      "W1": 44,
      "AE1": 45,
      "EH1": 46,
      "IH1": 47,
      "ER0": 48,
      "HH": 49,
      "Y0": 50,
      "AH1": 51,
      "AA": 52,
      "IY0": 53,
      "AA1": 54,
      "IY1": 55,
      "AY1": 56,
      "EY1": 57,
      "UW1": 58,
      "OW1": 59,
      "NG": 60,
      "AO": 61,
      "SH": 62,
      "AO1": 63,
      "TH": 64,
      "CH": 65,
      "ER1": 66,
      "AW1": 67,
      "UH1": 68,
      "JH": 69,
      "H2": 70,
      "_DH": 71,
      "W0": 72,
      "Y2": 73,
      "_HH": 74,
      "Z_": 75,
      "T_": 76,
      "OW0": 77,
      "EH2": 78,
      "D_": 79,
      "N_": 80,
      "S_": 81,
      "_AY1": 82,
      "pn": 83,
      "spn": 84,
      "IH2": 85,
      "W2": 86,
      "AY2": 87,
      "OY1": 88,
      "UW0": 89,
      "_IH1": 90,
      "EY2": 91,
      "IY0_": 92,
      "ER0_": 93,
      "AA2": 94,
      "_B": 95,
      "AE2": 96,
      "EH0": 97,
      "L_": 98,
      "_AE1": 99,
      "M_": 100,
      "_S": 101,
      "OW2": 102,
      "AH2": 103,
      "ZH": 104,
      "R_": 105,
      "NG_": 106,
      "_W": 107,
      "IY2": 108,
      "_Y": 109,
      "AA0": 110,
      "_M": 111,
      "_N": 112,
      "_AH0": 113,
      "IY1_": 114,
      "AO2": 115,
      "_SH": 116,
      "_F": 117,
      "_IH0": 118,
      "UW2": 119,
      "_T": 120,
      "AY0": 121,
      "AE0": 122,
      "F_": 123,
      "_D": 124,
      "TH_": 125,
      "AW2": 126,
      "K_": 127,
      "_K": 128,
      "_OW1": 129,
      "UW1_": 130,
      "EY1_": 131,
      "_P": 132,
      "_AA1": 133,
      "EY0": 134,
      "P_": 135,
      "_L": 136,
      "_EH1": 137,
      "OW1_": 138,
      "_R": 139,
      "spn_": 140,
      "AO0": 141,
      "V_": 142,
      "ER2": 143,
      "JH_": 144,
      "AY1_": 145,
      "UH2": 146,
      "_AH1": 147,
      "_G": 148,
      "_TH": 149,
      "OW0_": 150,
      "_spn": 151,
      "ER1_": 152,
      "AW1_": 153,
      "_JH": 154,
      "AH0_": 155,
      "CH_": 156,
      "_AO1": 157,
      "_AE2": 158,
      "AW0": 159,
      "_V": 160,
      "_IY1": 161,
      "G_": 162,
      "UH0": 163,
      "_CH": 164,
      "SH_": 165,
      "AA1_": 166,
      "OY1_": 167,
      "B_": 168,
      "EY2_": 169,
      "OY2": 170,
      "_EY1": 171,
      "_AW1": 172,
      "_AA2": 173,
      "UW0_": 174,
      "IY2_": 175
    },
    "merges": [
      [
        "H",
        "0"
      ],
      [
        "A",
        "H0"
      ],
      [
        "H",
        "1"
      ],
      [
        "Y",
        "1"
      ],
      [
        "I",
        "H0"
      ],
      [
        "D",
        "H"
      ],
      [
        "A",
        "E"
      ],
      [
        "E",
        "R"
      ],
      [
        "W",
        "1"
      ],
      [
        "AE",
        "1"
      ],
      [
        "E",
        "H1"
      ],
      [
        "I",
        "H1"
      ],
      [
        "ER",
        "0"
      ],
      [
        "H",
        "H"
      ],
      [
        "Y",
        "0"
      ],
      [
        "A",
        "H1"
      ],
      [
        "A",
        "A"
      ],
      [
        "I",
        "Y0"
      ],
      [
        "AA",
        "1"
      ],
      [
        "I",
        "Y1"
      ],
      [
        "A",
        "Y1"
      ],
      [
        "E",
        "Y1"
      ],
      [
        "U",
        "W1"
      ],
      [
        "O",
        "W1"
      ],
      [
        "N",
        "G"
      ],
      [
        "A",
        "O"
      ],
      [
        "S",
        "H"
      ],
      [
        "AO",
        "1"
      ],
      [
        "T",
        "H"
      ],
      [
        "C",
        "H"
      ],
      [
        "ER",
        "1"
      ],
      [
        "A",
        "W1"
      ],
      [
        "U",
        "H1"
      ],
      [
        "J",
        "H"
      ],
      [
        "H",
        "2"
      ],
      [
        "_",
        "DH"
      ],
      [
        "W",
        "0"
      ],
      [
        "Y",
        "2"
      ],
      [
        "_",
        "HH"
      ],
      [
        "Z",
        "_"
      ],
      [
        "T",
        "_"
      ],
      [
        "O",
        "W0"
      ],
      [
        "E",
        "H2"
      ],
      [
        "D",
        "_"
      ],
      [
        "N",
        "_"
      ],
      [
        "S",
        "_"
      ],
      [
        "_",
        "AY1"
      ],
      [
        "p",
        "n"
      ],
      [
        "s",
        "pn"
      ],
      [
        "I",
        "H2"
      ],
      [
        "W",
        "2"
      ],
      [
        "A",
        "Y2"
      ],
      [
        "O",
        "Y1"
      ],
      [
        "U",
        "W0"
      ],
      [
        "_",
        "IH1"
      ],
      [
        "E",
        "Y2"
      ],
      [
        "IY0",
        "_"
      ],
      [
        "ER0",
        "_"
      ],
      [
        "AA",
        "2"
      ],
      [
        "_",
        "B"
      ],
      [
        "AE",
        "2"
      ],
      [
        "E",
        "H0"
      ],
      [
        "L",
        "_"
      ],
      [
        "_",
        "AE1"
      ],
      [
        "M",
        "_"
      ],
      [
        "_",
        "S"
      ],
      [
        "O",
        "W2"
      ],
      [
        "A",
        "H2"
      ],
      [
        "Z",
        "H"
      ],
      [
        "R",
        "_"
      ],
      [
        "NG",
        "_"
      ],
      [
        "_",
        "W"
      ],
      [
        "I",
        "Y2"
      ],
      [
        "_",
        "Y"
      ],
      [
        "AA",
        "0"
      ],
      [
        "_",
        "M"
      ],
      [
        "_",
        "N"
      ],
      [
        "_",
        "AH0"
      ],
      [
        "IY1",
        "_"
      ],
      [
        "AO",
        "2"
      ],
      [
        "_",
        "SH"
      ],
      [
        "_",
        "F"
      ],
      [
        "_",
        "IH0"
      ],
      [
        "U",
        "W2"
      ],
      [
        "_",
        "T"
      ],
      [
        "A",
        "Y0"
      ],
      [
        "AE",
        "0"
      ],
      [
        "F",
        "_"
      ],
      [
        "_",
        "D"
      ],
      [
        "TH",
        "_"
      ],
      [
        "A",
        "W2"
      ],
      [
        "K",
        "_"
      ],
      [
        "_",
        "K"
      ],
      [
        "_",
        "OW1"
      ],
      [
        "UW1",
        "_"
      ],
      [
        "EY1",
        "_"
      ],
      [
        "_",
        "P"
      ],
      [
        "_",
        "AA1"
      ],
      [
        "E",
        "Y0"
      ],
      [
        "P",
        "_"
      ],
      [
        "_",
        "L"
      ],
      [
        "_",
        "EH1"
      ],
      [
        "OW1",
        "_"
      ],
      [
        "_",
        "R"
      ],
      [
        "spn",
        "_"
      ],
      [
        "AO",
        "0"
      ],
      [
        "V",
        "_"
      ],
      [
        "ER",
        "2"
      ],
      [
        "JH",
        "_"
      ],
      [
        "AY1",
        "_"
      ],
      [
        "U",
        "H2"
      ],
      [
        "_",
        "AH1"
      ],
      [
        "_",
        "G"
      ],
      [
        "_",
        "TH"
      ],
      [
        "OW0",
        "_"
      ],
      [
        "_",
        "spn"
      ],
      [
        "ER1",
        "_"
      ],
      [
        "AW1",
        "_"
      ],
      [
        "_",
        "JH"
      ],
      [
        "AH0",
        "_"
      ],
      [
        "CH",
        "_"
      ],
      [
        "_",
        "AO1"
      ],
      [
        "_",
        "AE2"
      ],
      [
        "A",
        "W0"
      ],
      [
        "_",
        "V"
      ],
      [
        "_",
        "IY1"
      ],
      [
        "G",
        "_"
      ],
      [
        "U",
        "H0"
      ],
      [
        "_",
        "CH"
      ],
      [
        "SH",
        "_"
      ],
      [
        "AA1",
        "_"
      ],
      [
        "OY1",
        "_"
      ],
      [
        "B",
        "_"
      ],
      [
        "EY2",
        "_"
      ],
      [
        "O",
        "Y2"
      ],
      [
        "_",
        "EY1"
      ],
      [
        "_",
        "AW1"
      ],
      [
        "_",
        "AA2"
      ],
      [
        "UW0",
        "_"
      ],
      [
        "IY2",
        "_"
      ]
    ]
  }
}