<unk>	0
<s>	0
</s>	0
1	-2.01741
0	-2.2692
H	-2.71214
‚ĖĀAH	-2.74039
‚ĖĀ	-2.86822
‚ĖĀD	-3.05281
‚ĖĀT	-3.06434
‚ĖĀN	-3.11446
‚ĖĀIH	-3.26831
‚ĖĀS	-3.37563
‚ĖĀ_	-3.45038
‚ĖĀR	-3.63008
‚ĖĀL	-3.68014
‚ĖĀIY	-3.77537
‚ĖĀEH	-4.00626
W	-4.29134
_	-4.70462
Y	-5.12426
2	-5.25111
D	-6.2807
S	-7.43674
B	-7.58122
N	-8.25085
M	-8.25086
T	-8.29132
F	-8.43983
K	-8.87367
P	-9.09372
L	-9.15722
R	-9.33625
G	-9.92484
s	-10.7012
p	-10.7013
n	-10.7014
J	-10.7015
C	-10.7016
U	-10.7017
O	-10.7018
Z	-10.7019
I	-10.702
E	-10.7021
A	-10.7022
V	-10.7022
